#1
tuple1 = (7, 2, 3, 4)
print(tuple1[0])
print(tuple1[1])
#2
numbers = (2, 56, 99, 22, 15, 23, 66, 11, 134, 23, 66, 91, 22, 2, 23)
count = numbers.count(23)
print(count)
#3
aura = (10, 25, 5, 80, 70, 20)
res = ()
for i in aura:
    if i > 10:
        print(i)
#4
#ლისტებს როცა შექმნი ისევ შეგიძლია შეცვალო რომელიმე ელემენტი მაგრამ თუფლში არ შეგიძლია ეს

#5
# mutable არის როდესაც რამის შეცვლა შეგიძლია მაგალითად ლისტში ელემენტის
# immutable არის როცა რამის შეცვლა არ შეგიძლია მაგალითად თუფლში ელემენტის